---
kind: enumMember
id: F:Autodesk.Revit.DB.Electrical.ElectricalLoadClassificationData.PanelConnectedLabel
enum: Autodesk.Revit.DB.Electrical.ElectricalLoadClassificationData
source: html/ebc257be-723e-afa2-ec03-c8aa3835858c.htm
---
# Autodesk.Revit.DB.Electrical.ElectricalLoadClassificationData.PanelConnectedLabel